Repository: ade25/ade25.panelpage
Catalog: ade25/panelpage/locales/*/LC_MESSAGES/ade25.panelpage.po
Languages: de

source: A modular page with panel layout
de: Eine Seite mit konfigurierbaren Inhaltsabschnitten

source: Abstract
de: Anreisser

source: Add Content Block
de: Inhaltsabschnitt hinzufügen

source: Add Content Panel
de: Inhaltsbereich hinzufügen

source: Add an icon class from font awesome site
de: Icon Klasse aus Font Awesome hinzufügen

source: Add widget
de: Widget hinzufügen

source: Additional CSS Classes
de: Zusätzliche CSS Klasse (optional)

source: Adds hidden content panel storage
de: Fügt versteckte Elemente zur Speicherung von konfigurierbaren Inhaltsbereichen hinzu.

source: Ade25 PanelPage - Manage modular page layouts
de: Ade25 Panel Pages - Verwaltung dynamischer Seiteninhalte und Layouts

source: Block
de: Abschnitt

source: Body Text
de: Haupttext

source: CSS Class
de: CSS Klasse

source: Cancel
de: Abbrechen

source: Centered constrained container
de: Zentrierter Bereich mit eingeschränkter Breite

source: Change predefined base style of the content panel
de: Ändern Sie den voreingestellten Basisstil dieses Inhaltsbereichs

source: Configure
de: Konfigurieren

source: Content Block Layout
de: Layout dieses Inhaltsbereiches

source: Content Block Preview
de: Vorschau dieses Bereiches

source: Content Blocks
de: Abschnitte

source: Content Page Layout
de: Layout dieser Inhaltsseite

source: Content Panel
de: Kachel

source: Content Panel Storage
de: Speicher für Inhaltsbereiche

source: Content Panel Storage Support
de: Unterstützung für Panel Page Inhaltsbereiche

source: Content Panel Title
de: Titel dieses Inhaltsbereiches

source: Content Panel created
de: Inhaltsbereich wurde erstellt

source: Content Panel successfully removed
de: Inhaltsbereich wurde erfolgreich entfernt

source: Content Panels <small>Page Footer</small>
de: Elemente <small>Fuß der Seite</small>

source: Content Panels <small>Page Header</small>
de: Elemente <small>Kopf der Seite</small>

source: Content Panels <small>Page Main Content Section</small>
de: Elemente <small>Hauptbereich der Seite</small>

source: Content Panels Footer
de: Inhaltselemente Foster

source: Content Panels Header
de: Inhaltselemente Header

source: Content Panels Main
de: Inhaltselemente Main

source: Content block
de: Block

source: Content panel factory has been cancelled.
de: Die Erstellung eines neuen Inhaltsbereiches wurde abgebrochen

source: Content panel icon class
de: Icon Klasse für diese Kachel

source: Content panel title
de: Titel dieses Inhaltsbereiches

source: Create content panel
de: Inhaltsbereich erstellen

source: Default
de: Standard

source: Define the search terms for the items you want to list by choosing what to match on. The list of resultswill be dynamically updated
de: Definieren Sie die Suchbegriffe, nach denen die Inhalte gelistet werden sollen. Die Ergebnisliste wird dynamisch aktualisiert.

source: Display subitems
de: Subinhalte anzeigen

source: Edit
de: Bearbeiten

source: Edit Alias
de: Alias bearbeiten

source: Edit Image
de: Bild bearbeiten

source: Edit Listing
de: Auflistung bearbeiten

source: Edit Panel Abstract
de: Einleitungstext bearbeiten

source: Edit Richtext Panel
de: Kachel für formatierten Text bearbeiten

source: Edit Text Panel
de: Text bearbeiten

source: Edit content panel
de: Inhaltsbereich bearbeiten

source: Enable panel page content layout engine
de: Panel Page Content Layout Engine aktivieren

source: Enter optional css classes that should be applied to the default widget class.
de: Geben Sie optionale zusätzliche Klassen ein, die den Standard Widget Klassen nachgestellt werden sollen.

source: Enter optional descriptive title for this block of content
de: Geben Sie einen optionalen Beschribungstext für diesen Inhaltsabschnitt ein

source: Full width container
de: Volle Bildschirmbreite

source: Full width container with centered constrained content
de: Volle Bildschirmbreite mit zentriertem Inhaltsbereich fixer Breite

source: Good to know:
de: Gut zu wissen:

source: Gridrow Layout
de: Layout Inhaltsabschnitt

source: Heading
de: Überschrift

source: Heading Panel
de: Überschirftskachel

source: Headline
de: Überschrift

source: Hidden
de: Versteckt

source: Hidden from 1200px
de: Versteckt ab einer Breite von 1200px

source: Hidden from 1400px
de: Versteckt ab einer Breite von 1400px

source: Hidden from 1600px
de: Versteckt ab einer Breite von 1600px

source: Hidden from 576px
de: Versteckt ab einer Breite von 576px

source: Hidden from 768px
de: Versteckt ab einer Breite von 768px

source: Hidden from 992px
de: Versteckt ab einer Breite von 992px

source: Image
de: Bild

source: Item added successfully.
de: Element erfolgreich angelegt.

source: Limit
de: Anzeigelimit

source: Limit Search Results
de: Limit für Suchanfragen

source: Linked content item
de: Verlinkter Inhalt

source: Listing
de: Auflistung

source: No panels asigned yet
de: Es wurden noch keine Inhalte angelegt

source: Number of items that will show up in one batch.
de: Anzahl von Objekten in einem Listenteilbereich

source: Page Layout
de: Seitenlayout

source: Panel
de: Inhaltsbereich

source: Panel Details
de: Kacheldetails

source: Panel Edit Form
de: Kachel Bearbeitungsformular

source: Panel Factory
de: Kachelfabrik

source: Panel Icon Image
de: Kachel Icon

source: Panel Preview
de: Kachel Vorschau

source: Panel configuration data not available
de: Konfiguration der Inhaltsbereiche kann nicht abrufen werden

source: Panel page data not available
de: Gespeicherte Seiteninhalte sind nicht verfügbar

source: Panelpage order successfully updated
de: Reihenfolge der Seiteninhalte erfolgreich aktualisiert

source: Plaintext
de: Unformatierter Text

source: Please enter rich formatted text. But keep it short and suitable for a content panel
de: Bitte geben Sie formatierten Text ein. Halten Sie diesen dem Bereich entsprechend kurz und übersichtlich.

source: Please select content widget for this page section
de: Bitte wählen Sie das gewünschte Inhaltselement (Widget) für diesen Bereich der Seite

source: Primary Background
de: Primärer Hintergrund

source: Remove legacy content now
de: Veraltete Seiteninhalte jetzt entfernen

source: Remove support for modular page layouts with widgets and panels
de: Entfernen der Unterstützung für konfigurierbare Seitenelemente und Layouts

source: Removed stored layout - you may start over now
de: Die gespeicherten Seitenlayouts wurden zurückgesetzt - sie können nun erneut beginnen.

source: Removed {0} layouts
de: {0} Layouts entfernt

source: Removing this content block from the layout will also remove all asigned panels.
de: Das entfernen dieses Abschnittes wird auch alle in diesem Abschnitt verwendeten Inhalte/Kacheln entfernen.

source: Removing this panel will also remove all of its contents. This step can not be undone.
de: Das Löschen dieser Kachel entfernt auch alle zugewiesenen Inhalte. Dieser Schritt kann nicht rückgängig gemacht werden.

source: Richtext
de: Formatierter Text

source: Save
de: Speichern

source: Search terms
de: Suchbegriffe

source: Secondary Background
de: Sekundärer Hintergrund

source: Select layout for the content panel
de: Wählen Sie das gewünschte Layout für den Bereich

source: Select responsive behavior for widget
de: Wählen Sie das Verhalten des Elements in Abhängigkeit der Bildschirmgrösse

source: Settings
de: Einstellungen

source: Setup panel content
de: Inhalte anlegen

source: Short and visualy highlighted teaser message
de: Kurze und optisch hervorgehobener Anreissertext

source: Sort the collection on this index
de: Die gesammelten Inhalte nach diesem Index sortieren

source: Sort the results in reversed order
de: Die Ergebnisse in umgekehrter Reihenfolge sortieren

source: Subheading
de: Unterüberschrift

source: Subheading Panel
de: Unterüberschrift

source: Support for modular page layouts with widgets and panels
de: Unterstützung für bearbeitbare Layouts mit konfigurierbaren Seitenelementen und -bereichen

source: The content block title will be used to identify the specific item but will not be displayed
de: Der Titel des Seitenabschnittes wird Besuchern der Seite nicht angezeigt. Der Titel wird verwendet, um die redaktionelle Verwaltung der Inhalte zu erleichtern.

source: The panel has successfully been updated
de: Kachel wurde erfolgreich aktualisiert

source: There were errors.
de: Es ist leider ein Fehler aufgetreten.

source: This field is required
de: Dies ist ein Pflichtfeld

source: This field will be populated with an uid by the system. Do not edit it yourself
de: Dieses feld wird vom System mit einer eingeutigen ID befüllt und sollte nicht manuell bearbeitet werden

source: This item has no content
de: Dieses Objekt hat keinen Inhalt

source: This panel can be styled by using the custom
de: Dieser Abschnitt kann mit Hilfe dieser speziellen Klasse mit einem bestimmten Design versehen werden

source: This panel does not have any content to display yet
de: Dieser Inhaltsbereich hat noch keinen darstellbaren Inhalt zugewiesen

source: Title
de: Titel

source: Unconfigured
de: nicht konfiguriert

source: Uninstall Ade25 PanelPage
de: Ade25 Panel Page deinstallieren

source: Update content panel settings
de: Einstellungen für Inhaltsbereiche ändern

source: Upload panel icon image suitable in size and dimension for the usecase
de: Bitte laden Sie ein Icon für diese Kachel hoch, dessen Dateigrösse und Abmaße für diesen Fall vorbereitet wurden

source: Use this setting to automatically list all subcontents of this context. All custom query selections made will be ignored
de: Verwenden Sie diese Einstellung, um automatisch alle Subinhalte in diesem Bereich zu listen. Alle besonders ausgewählten Abfragen werden im Anschluss ignoriert

source: View
de: Ansicht

source: Visible
de: Sichtbar

source: Visible from 1200px
de: Sichtbar ab einer Bildschirmbreite von 1200px

source: Visible from 1400px
de: Sichtbar ab einer Bildschirmbreite von 1400px

source: Visible from 1600px
de: Sichtbar ab einer Bildschirmbreite von 1600px

source: Visible from 576px
de: Sichtbar ab einer Bildschirmbreite von 576px

source: Visible from 768px
de: Sichtbar ab einer Bildschirmbreite von 768px

source: Visible from 992px
de: Sichtbar ab einer Bildschirmbreite von 992px

source: Widget Design
de: Aussehen des Inhaltselements

source: Widget Display
de: Anzeige des Inhaltselements

source: Widget Layout
de: Layout des Inhaltselements

source: You can also just hide the content block and keep all asigned content
de: Sie können den Inhaltsblock verstecken und alle bereits hinzugewiesenen Inhalte beibehalten

source: cancel
de: abbrechen

source: edit
de: bearbeiten

source: edit panel
de: Kachel bearbeiten

source: label_item_count
de: Artikelanzahl

source: label_sort_on
de: Sortieren nach

source: label_sort_reversed
de: Sortierreihenfolge umdrehen
